# Taps
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"

# Binaries
brew "bat"
brew "bluetoothconnector"
brew "ffmpeg"
brew "figlet"
brew "git"
brew "mas"
brew "starship"
brew "tree"

# Dev
brew "node"
brew "yarn"

# Apps
cask "appcleaner"
cask "chromedriver"
cask "clipy"
cask "deepl"
cask "discord"
cask "docker"
cask "figma"
cask "google-chrome"
cask "google-cloud-sdk"
cask "hyperswitch"
cask "iterm2"
cask "keepassxc"
cask "keyboardcleantool"
cask "line-bot-designer"
cask "ngrok"
cask "notion"
cask "onyx"
cask "robo-3t"
cask "skitch"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "visual-studio-code"
cask "zoom"

# Fonts
cask "font-hackgen-nerd"

# Mac App Store
mas "Amphetamine", id: 937984704
mas "BetterSnapTool", id: 417375580
mas "CotEditor", id: 1024640650
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "RunCat", id: 1429033973
mas "Spark", id: 1176895641
