tap "coteditor/coteditor"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "sanemat/font"
brew "bat"
brew "bzip2"
brew "openssl@1.1"
brew "gnutls"
brew "libass"
brew "ffmpeg"
brew "fontforge"
brew "git"
brew "gitup", link: false
brew "imagemagick"
brew "libav"
brew "mas"
brew "mysql"
brew "node"
brew "nodebrew"
brew "postgresql"
brew "tmux"
brew "tree"
brew "yarn"
brew "zlib"
brew "heroku/brew/heroku"
brew "sanemat/font/ricty"
cask "android-platform-tools"
cask "android-studio"
cask "appcleaner"
cask "bettertouchtool"
cask "calibre"
cask "chromedriver"
cask "google-chrome"
cask "clipy"
cask "cmd-eikana"
cask "coteditor"
cask "db-browser-for-sqlite"
cask "deepl"
cask "docker"
cask "figma"
cask "gitup"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "hyperswitch"
cask "iterm2"
cask "keepassxc"
cask "keybase"
cask "keyboardcleantool"
cask "line-bot-designer"
cask "malwarebytes"
cask "ngrok"
cask "notion"
cask "onyx"
cask "postman"
cask "pycharm"
cask "skitch"
cask "skype"
cask "slack"
cask "spotify"
cask "steam"
cask "visual-studio-code"
cask "webex-meetings"
cask "webstorm"
cask "zoomus"
mas "Amphetamine", id: 937984704
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "RunCat", id: 1429033973
mas "Spark", id: 1176895641
mas "Xcode", id: 497799835
